brain/C9.org
#+BRAIN_PARENTS: Homework

#+TITLE: Greece Questions

1. Identify the countries that border Greece\\
   Albania, Republic of Macedonia, Bulgaria and Turkey
2. What food crops are grown in Greece?\\
   Wheat, Corn, Cotton, Figs, Olives, Oranges, Peaches, Potatoes, Sugar Beets, Tobacco and Tomatoes.
3. Identify at least one dish in which the following ingredient is significant:
   a) Phyllo\\
      Baklava\\
   b) Bulgar\\
      Tabbouleh\\
   c) Eggplant\\  
      Fried aubergine\\
   d) Sesame Seeds\\  
       Multigrain Seeded Bread
4. Plan a menu for a Greek dinner\\
   Dolmadas, Moussaka, Fresh Fish, and Baklava
5. A dessert made of phyllo, butter, honey and rosewater is called?\\
   Baklava
6. What is phyllo?\\
   Pastry Dough
7. What is moussaka?\\
   A greek dish made of ground lamb, eggplant and tomatoes, with cheese on top
8. What is in hummus?\\
   Chickpeas, olive oil, garlic, tahini, lemon juice and salt
9. What are dolmas?\\
   Stuffed Grape Leaves
10. What is feta?\\
    Brined curd white cheese made from sheep's milk
