brain/C9.tex
% Created 2017-04-18 Tue 11:07
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{Greece Questions}
\hypersetup{
 pdfauthor={},
 pdftitle={Greece Questions},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.1.1 (Org mode 9.0.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\begin{enumerate}
\item Identify the countries that border Greece\\
Albania, Republic of Macedonia, Bulgaria and Turkey
\item What food crops are grown in Greece?\\
Wheat, Corn, Cotton, Figs, Olives, Oranges, Peaches, Potatoes, Sugar Beets, Tobacco and Tomatoes.
\item Identify at least one dish in which the following ingredient is significant:
a) Phyllo\\
   Baklava\\
b) Bulgar\\
   Tabbouleh\\
c) Eggplant\\
   Fried aubergine\\
d) Sesame Seeds\\
    Multigrain Seeded Bread
\item Plan a menu for a Greek dinner\\
Dolmadas, Moussaka, Fresh Fish, and Baklava
\item A dessert made of phyllo, butter, honey and rosewater is called?\\
Baklava
\item What is phyllo?\\
Pastry Dough
\item What is moussaka?\\
A greek dish made of ground lamb, eggplant and tomatoes, with cheese on top
\item What is in hummus?\\
Chickpeas, olive oil, garlic, tahini, lemon juice and salt
\item What are dolmas?\\
Stuffed Grape Leaves
\item What is feta?\\
Brined curd white cheese made from sheep's milk
\end{enumerate}
\end{document}